const toys = [
  {
    id: 1,
    title: "Интерактивный робот",
    text: "",
    description: `🔋Современные проблемы требуют современных решений🔋
🔋Интерактивный робот работает от гидроаккумулятора - используя 
альтернативные источники энергии, а это  более длительный срок 
службы батареи, чем обычные методы производства электроэнергии 
и эффективно экономит энергию.
В роботе есть датчик распознавания жестов, благодаря которому может 
выполнять определённые действия.
Боевые снаряды запускаются после получения сигнала и команда по 
запуску будет выполнена.
Также можно запрограммировать его движения самостоятельно.
Длина робота 38 см`,
    descriptionForWidth320px: `🔋Современные проблемы требуют современных 
решений.
🔋Интерактивный робот работает от 
гидроаккумулятора - используя альтернативные 
источники энергии, а это  более длительный срок 
службы батареи, чем обычные методы 
производства электроэнергии и эффективно 
экономит энергию.
В роботе есть датчик распознавания жестов, 
благодаря которому может выполнять 
определённые действия.
Боевые снаряды запускаются после получения 
сигнала и команда по запуску будет выполнена.
Также можно запрограммировать его движения 
самостоятельно.
Длина робота 38 см`,
    images: ["robot1.jpg", "robot2.jpg", "robot3.jpg"],
    video: "",
    price: 980,
    colors: [],
  },
  {
    id: 2,
    title: "Трюковый вездеход 33 см. с управлением от браслета",
    text: "",
    description: `Думаете вашего ребёнка ничем не удивить?
Представляем вам по ХИТ 2020 года среди машинок на радиоуправлении.
Машинка перевертыш от управления рукой - настоящий монстр,
ею хотят играться абсолютно ВСЕ
  ✅ незабываемые гонки
  ✅ уникальный способ движения
  ✅ управление жестами руки
  ✅ крутые трюки
  ✅ звук настоящего мотора
  ✅ подсветка
  ✅ с музыкальным сопровождением
Немного о характеристиках:
🚘машинка с гоночной превращается в джип
🎮два вида управления браслетом и джойстиком
🔋работает от аккумулятора 600 mah, 7.4 V
🚘размер машинки 33 см
Цвета: синий, салатовый и красный
😜Машинка понравится не только детям, но и родителям`,
    descriptionForWidth320px: `Думаете вашего ребёнка ничем не удивить?
Представляем вам по ХИТ 2020 года среди
машинок на радиоуправлении. Машинка
перевертыш от управления рукой настоящий
монстр, ею хотят играться абсолютно ВСЕ
  ✅ незабываемые гонки
  ✅ уникальный способ движения
  ✅ управление жестами руки
  ✅ крутые трюки
  ✅ звук настоящего мотора
  ✅ подсветка
  ✅ с музыкальным сопровождением
Немного о характеристиках:
🚘машинка с гоночной превращается в джип
🎮два вида управления браслетом и джойстиком
🔋работает от аккумулятора 600 mah, 7.4 V
🚘размер машинки 33 см
Цвета: синий, салатовый и красный
😜Машинка понравится не только детям,
но и родителям`,
    images: [
      "Typewriter-flip-from-hand-control1.png",
      "Typewriter-flip-from-hand-control2.png",
      "Typewriter-flip-from-hand-control3.png",
    ],
    video: "Typewriter-flip-from-hand-control.mp4",
    price: 1050,
    colors: ["Синий", "Салатовый", "Красный"],
  },
  {
    id: 3,
    title: "Набор для рисования Super Mega Art Set 208 предметов",
    text: "",
    description: `Любимый набор наших клиентов Мультинабор для творчества
поможет ребенку научиться рисовать, активизирует его познавательную
деятельность и воплотит в жизнь его творческие идеи.
Преимущества набора Super Mega Art Set 208 предметов:
  ✅ Многообразие находящихся в наборе принадлежностей
  ✅ Практичный и прочный чемоданчик для безопасного хранения и перемещения
  ✅ Ячейки набора эргономичны – группы предметов разделены на секции
В наличии синий и розовый цвет`,
    descriptionForWidth320px: `Любимый набор наших клиентов Мультинабор
для творчества поможет ребенку научиться
рисовать, активизирует его познавательную
деятельность и воплотит в жизнь его
творческие идеи.
Преимущества набора Super Mega Art Set 208
предметов:
  ✅ Многообразие находящихся в наборе
  принадлежностей
  ✅ Практичный и прочный чемоданчик для
  безопасного хранения и перемещения
  ✅ Ячейки набора эргономичны – группы
  предметов разделены на секции
В наличии синий и розовый цвет`,
    images: [
      "Multi-set-for-creativity1.jpg",
      "Multi-set-for-creativity2.jpg",
      "Multi-set-for-creativity3.jpg",
    ],
    video: "Multi-set-for-creativity.mp4",
    price: 400,
    colors: ["Синий", "Розовый"],
  },
  {
    id: 4,
    title: "Детский игрушечный сейф копилка с кодом",
    text: "",
    description: `🤑Игрушечный сейф поможет вашему ребёнку понять,
как можно хранить деньги и выработает хорошую привычку делать сбережения.
Также можно:
  💸проверить подлинность купюр
  🚫установить личный пароль
  🎵слушать детские мелодии`,
    descriptionForWidth320px: `🤑Игрушечный сейф поможет вашему ребёнку
понять, как можно хранить деньги и выработает
хорошую привычку делать сбережения.
Также можно:
  💸проверить подлинность купюр
  🚫установить личный пароль
  🎵слушать детские мелодии`,
    images: ["safe1.jpg", "safe2.jpg", "safe3.jpg"],
    video: "safe.mp4",
    price: 600,
    colors: [],
  },
  {
    id: 5,
    title: "Машина-сейф в виде инкассаторского грузовика",
    text: "",
    description: `❗В жизни каждого ребенка наступает момент, когда он начинает
интересоваться деньгами, а также возможностью их накопить и спрятать от посторонних.    ⠀
🚘Уникальная машина-сейф в виде инкассаторского грузовика просто создана
для будущих миллионеров, банкиров или бизнесменов!    ⠀
💰Инкассаторская машина:
  ✅ пpинимaeт бумaжныe купюpы и мoнeты;
  ✅ xpaнит дeньги в ceйфe c кoдoвым зaмкoм, а при нeкoppeктнoм ввoдe пapoля,
  включaeтcя и мигaeт cиpeнa.
🎵Также в машинке можно слушать на английском языке  детские песни и истории,
звуки музыкальных инструментов и животных.
🤩Игрушка не оставит равнодушным ни одного ребенка, она вызывает удивление,
восхищение и огромный интерес у детей всех возрастов.    ⠀
🎁Такому подарку будет рад каждый!
🛍 При покупки вы получаете комплект батареек бонусом`,
    descriptionForWidth320px: `❗В жизни каждого ребенка наступает момент,
когда он начинает интересоваться деньгами,
а также возможностью их накопить и спрятать
от посторонних.    ⠀
🚘Уникальная машина-сейф в виде
инкассаторского грузовика просто создана для
будущих миллионеров, банкиров или
бизнесменов!    ⠀
💰Инкассаторская машина:
  ✅ пpинимaeт бумaжныe купюpы и мoнeты;
  ✅ xpaнит дeньги в ceйфe c кoдoвым зaмкoм,
  а при нeкoppeктнoм ввoдe пapoля, включaeтcя
  и мигaeт cиpeнa.
🎵Также в машинке можно слушать на
английском языке детские песни и истории,
звуки музыкальных инструментов и животных.
🤩Игрушка не оставит равнодушным ни одного
ребенка, она вызывает удивление, восхищение
и огромный интерес у детей всех возрастов.    ⠀
🎁Такому подарку будет рад каждый!
🛍 При покупки вы получаете комплект батареек
бонусом`,
    images: ["car-safe1.jpg", "car-safe2.jpg", "car-safe3.jpg"],
    video: "car-safe.mp4",
    price: 640,
    colors: [],
  },
  {
    id: 6,
    title: "Детская цифровая фотокамера",
    text: "",
    description: `📸Детская цифровая фотокамера. Вызывает огромный интерес у ребёнка.
🤓Помогает исследовать окружающий мир. Камера записывает все чудесные моменты,
приносит детям красочные воспоминания о путешествиях и запоминающихся событиях.
Развивает творчество и воображение детей. Камера удобна в использовании, компактная и легкая,
ее легко брать с собой на прогулки, в путешествия, отпуск, на дачу или в деревню к бабушке.
В наличии розовый и голубой цвет`,
    descriptionForWidth320px: `📸Детская цифровая фотокамера.
Вызывает огромный интерес у ребёнка.
🤓Помогает исследовать окружающий мир.
Камера записывает все чудесные моменты,
приносит детям красочные воспоминания
о путешествиях и запоминающихся событиях.
Развивает творчество и воображение детей.
Камера удобна в использовании, компактная и 
легкая,ее легко брать с собой на прогулки, 
в путешествия,отпуск, на дачу или в деревню 
к бабушке.
В наличии розовый и голубой цвет`,
    images: [
      "fotik1.jpg",
      "fotik2.jpg",
      "fotik3.jpg",
      "fotik4.jpg",
      "fotik5.jpg",
    ],
    video: "",
    price: 375,
    colors: ["Розовый", "Голубой"],
  },
  {
    id: 7,
    title: "Пупс BABY BORN",
    text: "",
    description: `Вместе с ним игра в «дочки-матери» станет не только увлекательной, 
но и развивающей для ребенка. Пупс с подвижными ножками и ручками 
в необычном и очень ярком костюме. Идет в комплекте с первостепенными 
аксессуарами для ухода.  ⠀
🤩Функции:
    - кушает
    - ходит в туалет   
✅ Комплектация:
  ✔ пупс
  ✔ бутылочка;
  ✔ детская смесь
  ✔ тарелочка с ложкой
  ✔ подгузник
  ✔ горшок
  ✔ соска
  ✔ тарелочка с ложкой
  ✔ подгузник
  ✔ горшок
  ✔ соска
Размер пупса 42 см`,
    descriptionForWidth320px: `Вместе с ним игра в «дочки-матери» станет не 
только увлекательной, но и для ребенка.
Пупс с подвижными ножками и ручками в 
необычном и очень ярком костюме.
Идет в комплекте с первостепенными 
аксессуарами для ухода.  ⠀
🤩Функции:
    - кушает
    - ходит в туалет   
✅ Комплектация:
  ✔ пупс
  ✔ бутылочка;
  ✔ детская смесь
  ✔ тарелочка с ложкой
  ✔ подгузник
  ✔ горшок
  ✔ соска
  ✔ тарелочка с ложкой
  ✔ подгузник
  ✔ горшок
  ✔ соска
Размер пупса 42 см`,
    images: ["doll1.jpg", "doll1.jpg"],
    video: "doll.mp4",
    price: 750,
    colors: [],
  },
  {
    id: 8,
    title: "Трюковый вездеход 33 см. с управлением от браслета перевертыш",
    text: "",
    description: `Машинка перевертыш оснащена 4-мя мощными колесами, что обеспечивает 
машинке легкую проходимость, позволяя совершать самые крутые маневры.
Данная модель – увлекательная игрушка как для дома, так и для улицы
Особенности модели:
  ✔ 2 вида управления: джойстик и браслет на руку
  ✔ 4 резиновых поворотных колеса;
  ✔ 4х приводная
  ✔ трансформируется с гоночной машинки в джип    ⠀
🚗🚘В наличии красная и синяя, размере  машинки 33 см`,
    descriptionForWidth320px: `Машинка перевертыш оснащена 4-мя мощными 
колесами, что обеспечивает машинке легкую 
проходимость, позволяя совершать самые 
крутые маневры. Данная модель увлекательная 
игрушка как для дома, так и для улицы.
Особенности модели:
  ✔ 2 вида управления: джойстик и браслет на 
  руку
  ✔ 4 резиновых поворотных колеса;
  ✔ 4х приводная
  ✔ трансформируется с гоночной машинки 
  в джип    ⠀
🚗🚘В наличии красная и синяя. 
Размер машинки 33 см`,
    images: [
      "Typewriter-rollover-4-wheels1.jpg",
      "Typewriter-rollover-4-wheels2.jpg",
    ],
    video: "car.mp4",
    price: 740,
    colors: ["Красная", "Синяя"],
  },
  {
    id: 9,
    title: "Музыкальный крабик",
    text: "",
    description: `⭐Это пенная магия, которая заполняет ванную даря радостные 
эмоции малышам всех возрастов.
⭐Благодаря игрушке ваш ребёнок с большим удовольствием 
будет купаться, а некоторых детишек и не вытащишь с ванны🛀😃
Как это работает?
🔷 Мыльная пена генерируется с любого косметического средства 
для купания, гель для душа, шампунь.
🔷 В ёмкость заливается 5мл шампуня или геля для ванны, 
размешиваются с водой.
🔷 Чем больше концентрация шампуня тем больше пены!
🔷 Включив игрушку она начинает пускать мыльную пену 
играя при этом весёлые мелодии.`,
    descriptionForWidth320px: `⭐Это пенная магия, которая заполняет 
ванную даря радостные эмоции малышам 
всех возрастов.
⭐Благодаря игрушке ваш ребёнок с большим 
удовольствием будет купаться, а некоторых 
детишек и не вытащишь с ванны🛀😃
Как это работает?
🔷 Мыльная пена генерируется с любого 
косметического средства для купания, 
гель для душа, шампунь.
🔷 В ёмкость заливается 5мл шампуня или 
геля для ванны, размешиваются с водой.
🔷 Чем больше концентрация шампуня тем 
больше пены!
🔷 Включив игрушку она начинает пускать 
мыльную пену играя при этом весёлые мелодии.`,
    images: ["crab1.jpg", "crab2.jpg", "crab3.jpg"],
    video: "crab.mp4",
    price: 275,
    colors: [],
  },
  {
    id: 10,
    title: "Трюковый вездеход 42 см. с управлением от браслета",
    text: "",
    description: `Мечта любого Мальчишки💣
    ✔ Новейшая Трюковая машина🌀🌀🌀
    ✔ Абсолютный хит😘👍👍
    ✔ Такой точно ни у кого нет💯💯💯
🔥𝗦𝗧𝗨𝗡𝗧 𝗖𝗔𝗥 - настоящий монстр, ею хотят играться абсолютно ВСЕ
    ✅ незабываемые гонки
    ✅ уникальный способ движения
    ✅ управление жестами руки
    ✅ крутые трюки
    ✅ звук настоящего мотора    ⠀
Ни кого не оставит равнодушным
Длина 42 см. 👍😍😍`,
    descriptionForWidth320px: `Мечта любого Мальчишки💣
    ✔ Новейшая Трюковая машина🌀🌀🌀
    ✔ Абсолютный хит😘👍👍
    ✔ Такой точно ни у кого нет💯💯💯
🔥𝗦𝗧𝗨𝗡𝗧 𝗖𝗔𝗥 - настоящий монстр, ею хотят 
играться абсолютно ВСЕ
    ✅ незабываемые гонки
    ✅ уникальный способ движения
    ✅ управление жестами руки
    ✅ крутые трюки
    ✅ звук настоящего мотора    ⠀
Ни кого не оставит равнодушным
Длина 42 см. 👍😍😍`,
    images: ["bracelet-controlled-stunt-all-terrain-vehicle-42.1.jpg"],
    video: "bracelet-controlled-stunt-all-terrain-vehicle-42.mp4",
    price: 1450,
    colors: ["Синяя", "Красная"],
  },
];

export default toys;
