const toys = [
  {
    id: 1,
    title: "Интерактивный робот",
    text: "",
    description: `🔋Современные проблемы требуют современных решений🔋
🔋Интерактивный робот работает от гидроаккумулятора - используя 
альтернативные источники энергии, а это  более длительный срок 
службы батареи, чем обычные методы производства электроэнергии 
и эффективно экономит энергию.
В роботе есть датчик распознавания жестов, благодаря которому может 
выполнять определённые действия.
Боевые снаряды запускаются после получения сигнала и команда по 
запуску будет выполнена.
Также можно запрограммировать его движения самостоятельно.
Длина робота 38 см`,
    image1: "robot1.jpg",
    image2: "robot2.jpg",
    image3: "robot3.jpg",
    price: "699",
  },
  {
    id: 2,
    title: "Машинка перевертыш от управления рукой",
    text: "",
    description: `Думаете вашего ребёнка ничем не удивить?
Представляем вам по ХИТ 2020 года среди машинок на радиоуправлении.
Машинка перевертыш от управления рукой - настоящий монстр, 
ею хотят играться абсолютно ВСЕ
  ✅ незабываемые гонки
  ✅ уникальный способ движения
  ✅ управление жестами руки
  ✅ крутые трюки
  ✅ звук настоящего мотора
  ✅ подсветка
  ✅ с музыкальным сопровождением
Немного о характеристиках:
🚘машинка с гоночной превращается в джип
🎮два вида управления  браслетом  и джойстиком
🔋работает от аккумулятора 600 mah, 7.4 V
🚘размер машинки 33 см
цвета: синий, салатовый и красный
😜Машинка понравится не только детям, но и родителям`,
    image1: "Typewriter-flip-from-hand-control1.png",
    image2: "Typewriter-flip-from-hand-control2.png",
    image3: "Typewriter-flip-from-hand-control3.png",
    price: "950",
  },
  {
    id: 3,
    title: "Набор для рисования  Super Mega Art Set 208 предметов",
    text: "",
    description: `Любимый набор наших клиентов Мультинабор для творчества 
поможет ребенку научиться рисовать, активизирует его познавательную 
деятельность и воплотит в жизнь его творческие идеи.
Преимущества набора Super Mega Art Set 208 предметов:
  ✅ Многообразие находящихся в наборе принадлежностей
  ✅ Практичный и прочный чемоданчик для безопасного хранения и перемещения
  ✅ Ячейки набора эргономичны – группы предметов разделены на секции
В наличии синий и розовый цвет`,
    image1: "Multi-set-for-creativity1.jpg",
    image2: "Multi-set-for-creativity2.jpg",
    image3: "Multi-set-for-creativity3.jpg",
    price: "295",
  },
  {
    id: 4,
    title: "Детский игрушечный сейф копилка с кодом",
    text: "",
    description: `🤑Игрушечный сейф поможет вашему ребёнку понять, 
как можно хранить деньги и выработает хорошую привычку делать сбережения.
Также можно:
  💸проверить  подлинность купюр
  🚫установить личный пароль
  🎵слушать детские мелодии`,
    image1: "safe1.jpg",
    image2: "safe2.jpg",
    image3: "safe3.jpg",
    price: "380",
  },
];

export default toys;
