const toyDatabase = [
  {
    id: 1,
    title: "Интерактивный робот",
    text: "",
    description: `🔋Современные проблемы требуют современных решений🔋
🔋Интерактивный робот работает от гидроаккумулятора - используя 
альтернативные источники энергии, а это  более длительный срок 
службы батареи, чем обычные методы производства электроэнергии 
и эффективно экономит энергию.
В роботе есть датчик распознавания жестов, благодаря которому может 
выполнять определённые действия.
Боевые снаряды запускаются после получения сигнала и команда по 
запуску будет выполнена.
Также можно запрограммировать его движения самостоятельно.
Длина робота 38 см`,
    image1: "robot1.jpg",
    image2: "robot2.jpg",
    image3: "robot3.jpg",
    price: "699 грн.",
  },
  {
    id: 2,
    title: "Машинка перевертыш от управления рукой",
    text: "",
    description: `Думаете вашего ребёнка ничем не удивить?
Представляем вам по ХИТ 2020 года среди машинок на радиоуправлении.
Машинка перевертыш от управления рукой - настоящий монстр, 
ею хотят играться абсолютно ВСЕ
  ✅ незабываемые гонки
  ✅ уникальный способ движения
  ✅ управление жестами руки
  ✅ крутые трюки
  ✅ звук настоящего мотора
  ✅ подсветка
  ✅ с музыкальным сопровождением
Немного о характеристиках:
🚘машинка с гоночной превращается в джип
🎮два вида управления  браслетом  и джойстиком
🔋работает от аккумулятора 600 mah, 7.4 V
🚘размер машинки 33 см
цвета: синий, салатовый и красный
😜Машинка понравится не только детям, но и родителям`,
    image1: "Typewriter flip from hand control1.png",
    image2: "Typewriter flip from hand control2.png",
    image3: "Typewriter flip from hand control3.png",
    price: "950 грн.",
  },
];
// someElement.appendChild(br);
export default toyDatabase;
